the	271209
,	170742
of	141419
in	99984
and	94187
.	86389
?	85791
to	73135
a	58497
what	51450
is	37760
was	37714
as	28917
-rrb-	27678
-lrb-	27678
for	26418
by	24685
's	24215
with	21839
that	21521
on	21490
from	17986
which	17799
did	16762
are	16142
''	15371
``	15284
who	13284
were	13232
at	12645
or	11908
an	11878
it	10416
be	10367
when	9942
how	9699
have	8562
many	8506
first	8443
his	8074
;	7985
has	7847
new	7546
its	7459
their	7355
city	6969
not	6797
one	6598
other	6506
--	6480
had	6327
most	6241
this	6125
where	5665
also	5653
after	5619
during	5586
year	5190
more	5181
used	5163
such	5130
two	5088
does	4993
been	4980
he	4912
but	4865
world	4752
can	4750
into	4676
some	4480
century	4467
%	4458
they	4455
between	4451
:	4451
states	4431
than	4424
united	4322
state	4303
all	4264
people	4263
war	4178
over	4050
time	3988
name	3905
do	3902
known	3578
about	3538
called	3464
use	3451
there	3449
may	3432
only	3420
years	3380
government	3324
million	3233
system	3211
would	3171
under	2998
'	2983
while	2971
population	2874
part	2869
american	2864
early	2833
university	2794
national	2785
these	2780
north	2670
made	2653
music	2647
british	2629
three	2626
including	2597
up	2520
country	2514
type	2489
through	2470
being	2446
much	2423
became	2388
group	2383
area	2381
south	2372
period	2365
language	2364
since	2339
her	2335
west	2319
power	2288
school	2266
law	2260
both	2250
major	2204
often	2146
largest	2137
second	2133
church	2132
number	2128
empire	2117
french	2116
john	2096
against	2080
international	2062
public	2029
out	2020
high	2007
later	1992
east	1988
located	1976
well	1964
no	1946
form	1924
company	1920
president	1901
general	1888
term	1879
-rsb-	1850
-lsb-	1847
found	1846
work	1838
before	1795
political	1794
great	1789
german	1789
large	1784
english	1784
could	1784
according	1783
modern	1778
until	1768
u.s.	1768
de	1768
around	1767
any	1764
european	1759
end	1757
led	1756
league	1749
each	1743
military	1735
them	1724
york	1723
along	1717
because	1711
house	1705
us	1692
london	1672
countries	1665
army	1655
four	1652
greek	1651
island	1641
several	1640
roman	1631
began	1621
based	1616
season	1609
times	1606
china	1604
france	1600
common	1596
include	1595
considered	1595
long	1594
if	1587
however	1585
become	1585
union	1574
western	1571
although	1571
will	1561
another	1559
human	1548
chinese	1543
order	1542
among	1535
established	1532
court	1526
species	1523
place	1509
within	1508
party	1504
i	1504
example	1486
europe	1486
king	1482
those	1472
central	1465
like	1463
development	1457
air	1454
$	1454
now	1445
home	1443
india	1439
day	1432
control	1422
federal	1418
region	1417
late	1409
same	1404
then	1397
members	1396
energy	1395
due	1371
life	1368
center	1367
groups	1359
areas	1359
why	1358
2010	1356
so	1351
main	1349
water	1337
five	1337
held	1333
death	1332
act	1323
following	1322
different	1320
/	1319
`	1316
important	1306
forces	1299
college	1296
developed	1295
created	1280
per	1278
history	1268
force	1266
service	1265
2008	1260
film	1259
social	1254
make	1240
using	1239
eastern	1238
england	1237
republic	1231
age	1230
river	1228
battle	1226
1	1223
september	1222
still	1217
last	1202
kingdom	1202
old	1199
ii	1194
education	1193
street	1190
support	1186
bc	1186
middle	1185
2007	1185
council	1183
britain	1181
2013	1180
march	1171
royal	1167
2011	1165
soviet	1162
own	1157
art	1156
local	1154
queen	1153
built	1150
religious	1149
capital	1144
america	1140
football	1135
standard	1133
june	1133
take	1131
building	1125
usually	1123
land	1122
god	1122
germany	1119
2009	1119
study	1112
2012	1105
black	1104
official	1098
northern	1098
third	1097
research	1093
january	1092
even	1090
2	1089
southern	1088
book	1087
process	1086
schools	1085
set	1083
small	1079
treaty	1077
light	1074
released	1073
popular	1071
team	1068
park	1068
founded	1065
october	1063
white	1055
rule	1047
april	1047
former	1043
she	1042
paris	1038
family	1032
economic	1031
without	1029
2014	1028
july	1027
named	1024
less	1015
him	1015
december	1013
total	1010
rights	1010
languages	1004
kind	1003
10	998
very	994
near	994
body	994
single	993
line	992
given	992
percent	985
culture	982
took	981
children	979
billion	978
systems	977
word	975
average	974
2006	974
science	973
islands	973
published	971
students	965
russian	964
original	964
victoria	957
chopin	954
various	951
said	944
back	943
game	940
came	934
way	931
spanish	930
august	929
included	922
women	920
emperor	919
show	918
movement	918
live	918
3	917
red	914
haven	914
result	913
natural	906
theory	904
record	902
percentage	902
november	902
whose	900
george	892
ancient	891
club	888
2015	887
games	886
nations	884
sea	882
change	879
africa	877
formed	876
african	876
top	875
though	875
19th	874
society	873
cities	873
office	870
community	870
needed	859
2005	858
latin	854
civil	850
generally	849
higher	847
every	847
current	845
organization	838
era	838
rate	837
free	837
majority	834
trade	833
dynasty	828
catholic	827
begin	826
traditional	824
records	824
produced	823
constitution	820
religion	819
sometimes	817
20	815
should	810
highest	810
health	810
style	809
production	807
men	807
caused	806
won	805
down	805
days	805
station	804
foreign	804
minister	803
february	803
terms	801
square	801
wrote	799
role	799
date	799
similar	798
japan	798
others	796
point	795
parts	795
having	795
william	793
series	793
indian	790
financial	790
county	789
rock	788
greece	787
written	785
private	785
play	784
six	782
case	781
television	779
field	779
15	778
beyoncé	774
level	773
today	772
range	772
airport	772
20th	771
services	770
12	769
best	768
start	766
market	763
ottoman	762
half	760
works	758
dutch	758
data	758
played	757
introduced	757
influence	757
forms	754
rather	751
must	751
jews	750
district	750
5	749
architecture	748
addition	748
significant	745
event	745
revolution	744
japanese	743
-	743
museum	741
cultural	741
especially	739
christian	739
food	737
department	736
industry	735
police	733
leader	733
mexico	732
8	732
lower	730
increase	726
person	724
throughout	722
making	721
provide	720
primary	720
business	719
increased	717
classical	715
napoleon	714
technology	712
title	711
low	711
upon	709
media	708
information	708
san	707
album	706
sexual	705
announced	704
available	702
particularly	701
left	699
growth	696
see	694
position	694
class	694
typically	693
town	693
oklahoma	693
thought	692
program	692
few	692
cause	691
open	690
association	690
territory	687
radio	685
beginning	685
st.	684
whom	683
plants	682
policy	680
model	680
across	680
color	678
boston	677
received	676
further	676
father	676
greater	675
space	674
james	674
charles	674
approximately	673
present	671
living	671
allowed	670
action	670
nasser	669
km	668
egypt	668
25	668
philosophy	667
institute	667
independence	667
network	666
aircraft	666
30	666
canada	665
song	662
referred	660
help	657
video	656
off	654
green	652
2004	652
instead	651
independent	651
associated	650
member	648
just	648
designed	648
rome	647
native	647
final	647
far	647
uk	646
started	646
legal	646
child	644
solar	643
asia	643
australia	642
laws	641
division	641
almost	641
outside	640
least	640
italy	640
prime	638
economy	638
100	638
effect	637
themselves	634
supreme	633
pope	632
itself	632
design	632
congress	630
head	628
brought	625
2000	623
view	620
changes	620
computer	618
buildings	618
continued	617
race	613
italian	613
construction	610
originally	609
scientific	608
cup	608
report	607
come	607
security	605
grand	605
commonly	605
followed	604
studies	603
powers	602
11	602
mother	601
get	601
election	600
status	599
companies	599
famous	598
events	598
special	597
plant	597
centuries	597
washington	595
birds	595
types	593
side	591
bell	591
nation	590
miles	589
possible	588
carolina	588
sound	587
jewish	587
saw	584
port	584
paul	584
right	583
idol	583
summer	582
certain	582
windows	581
once	581
thus	580
canadian	580
mary	579
source	578
medical	578
individual	578
either	578
southampton	577
provided	577
died	577
elected	576
regions	575
required	574
seen	573
russia	573
described	572
commercial	572
yale	571
replaced	570
related	570
attack	569
16	567
troops	566
leading	566
la	566
palace	565
prior	563
14	563
ad	562
4	562
sun	560
means	559
annual	559
7	559
von	557
atlantic	557
prince	556
internet	556
includes	556
census	556
primarily	555
notable	554
seven	553
estimated	553
2003	552
parliament	551
operations	551
chief	551
able	551
create	550
imperial	549
henry	549
centre	549
believe	549
animals	549
regional	548
cases	548
americans	548
premier	547
paper	547
delhi	547
6	547
money	546
apple	546
together	545
teams	545
meaning	544
israel	544
universal	543
run	543
reported	543
plymouth	542
oil	541
eisenhower	540
size	539
responsible	539
ireland	539
iii	539
code	539
particular	538
climate	538
believed	538
agreement	538
spain	537
defence	536
universities	535
melbourne	535
gave	533
saint	532
release	532
hunting	532
earliest	532
avenue	531
thomas	529
born	529
you	528
man	527
larger	527
festival	527
fall	527
close	527
version	526
mi	526
material	526
opened	525
site	524
passed	524
dogs	522
&	522
lost	521
knowledge	521
oldest	520
historical	520
recent	519
urban	518
islamic	518
above	518
son	517
base	517
portuguese	516
concept	516
province	515
houston	515
despite	515
nearly	514
eventually	514
arts	514
churches	513
wood	512
little	512
working	511
nature	511
citation	511
words	510
widely	510
2001	509
sent	508
months	508
good	508
structure	507
digital	507
coast	507
contemporary	506
mostly	504
influenced	504
executive	504
software	503
portugal	503
next	503
character	503
authority	503
signed	502
evidence	502
amount	502
lead	501
full	501
produce	500
hall	500
foundation	500
tradition	499
ethnic	499
moved	498
characters	498
humans	497
strong	495
sold	495
remained	495
m	495
global	494
project	493
18th	493
uses	492
mountains	492
madonna	492
labour	491
governor	491
discovered	491
mass	490
practice	489
crisis	489
2002	489
temperature	488
parties	488
electric	488
muslim	487
sports	486
plan	486
method	486
killed	486
gaddafi	486
arab	486
18	486
rise	485
young	484
involved	484
earth	483
we	480
kerry	479
buddhism	479
defined	478
limited	477
nanjing	476
copper	476
13	476
give	475
#	475
board	474
ages	473
eight	472
levels	471
separate	470
occur	470
n't	470
indigenous	469
stadium	468
away	468
go	467
orthodox	466
specific	465
declared	465
cotton	465
personal	464
successful	463
earlier	463
detroit	463
administration	463
ten	462
adopted	462
robert	461
officially	461
bank	461
again	461
daily	460
supported	458
road	458
night	458
library	458
catalan	458
currently	456
taken	455
david	455
served	453
might	453
feature	453
downtown	453
features	452
return	451
mainly	451
domestic	451
access	451
response	450
lines	450
format	450
stations	449
relationship	449
names	449
40	449
value	448
speed	448
recorded	448
call	448
physical	447
divided	447
artists	447
active	447
training	446
polish	446
pacific	446
issue	445
17	445
jesus	444
border	444
reason	442
tibet	441
longer	441
...	441
bronx	440
spoken	438
directly	438
helped	437
allow	437
added	437
short	436
players	436
institutions	436
hours	436
news	435
korea	435
interest	435
competition	435
spread	434
richard	434
torch	433
hold	433
female	432
direct	432
committee	432
examples	431
audio	431
24	431
identity	430
elements	430
complex	430
store	428
florida	428
dell	428
scholars	427
ocean	427
minority	425
idea	425
worldwide	424
month	424
e.g.	424
switzerland	423
invasion	423
ended	423
launched	422
°c	421
reached	421
origin	421
whitehead	420
han	420
seattle	419
quality	419
medieval	419
mean	419
ago	419
granted	418
bacteria	418
variety	417
products	417
numbers	417
conflict	417
peace	416
forced	416
property	415
pain	415
residents	414
ground	414
disease	414
clubs	414
1991	414
definition	413
blue	413
valley	412
subject	412
literature	412
largely	412
50	412
fire	411
describe	411
win	410
secretary	410
performance	410
focus	410
remains	409
iran	409
industrial	409
houses	409
fourth	409
experience	408
band	408
whether	407
never	407
tito	406
serve	406
location	406
glass	406
compared	406
21	406
ranked	405
metropolitan	405
ipod	405
ideas	405
devices	405
brain	405
beer	405
1970s	404
problems	403
past	403
estonia	403
citizens	403
activity	403
19	403
text	402
need	402
basic	402
usb	401
professional	401
communities	401
command	401
student	400
say	400
operation	400
democratic	400
campus	400
attempt	400
occurred	399
cost	399
becoming	399
too	398
move	398
previously	397
put	396
exist	396
campaign	396
lord	395
towards	393
starting	393
armed	393
animal	393
1980s	393
cross	392
via	391
receive	391
lack	391
initially	391
award	391
branch	390
antenna	390
writing	389
sir	389
olympic	388
likely	388
insects	388
bill	387
wars	386
lived	386
elizabeth	386
ruled	385
big	385
zinc	384
genetic	384
vote	383
true	383
proposed	383
families	382
dna	382
bay	382
stated	381
previous	381
darwin	381
assembly	381
kanye	380
gold	380
went	379
rules	379
purpose	379
performed	379
9	379
matter	378
dialect	378
conditions	378
albert	378
un	377
turn	377
success	377
armenian	377
songs	376
smaller	376
mountain	376
miami	376
find	376
films	376
creation	376
letter	375
1990	375
territories	374
richmond	374
resulted	374
always	374
share	373
entire	373
die	372
degree	372
tennessee	371
staff	371
loss	371
front	371
dialects	371
dame	371
chicago	371
bce	371
alexander	371
theatre	370
winter	369
programs	369
musical	369
management	369
potential	368
hayek	368
gas	368
decline	368
earthquake	366
st	365
player	365
composed	365
appear	365
23	365
1960s	365
navy	364
ming	364
content	364
artist	364
28	364
tucson	363
list	363
host	363
°f	362
stand	362
magazine	362
individuals	362
applied	362
wide	361
appointed	361
aid	361
remain	360
populations	360
diego	360
cells	360
settlement	359
relations	359
changed	359
deal	358
contains	358
fort	357
director	357
convention	357
c.	357
provides	356
ability	356
visit	355
units	355
future	355
better	355
standards	354
peoples	354
officers	354
hill	354
defense	354
marshall	353
hot	353
hospital	353
gain	353
tibetan	352
northwestern	352
cyprus	352
birth	352
barcelona	352
arsenal	352
satellite	351
ever	351
armenia	351
reach	350
operating	350
notre	350
distinct	350
basis	350
1990s	350
soldiers	349
sources	348
article	348
reduced	347
ibn	347
collection	347
instruments	346
argued	346
tuvalu	345
tower	345
refer	345
activities	345
poland	344
placed	344
nine	344
highly	344
freedom	344
below	344
agency	344
unit	343
test	343
route	343
protestant	342
organizations	342
irish	342
develop	342
asian	342
22	342
section	341
metal	341
louis	341
faith	341
establishment	341
defeated	341
ac	341
republican	340
prevent	340
existence	340
prussia	339
numerous	339
happened	339
complete	339
claim	339
rest	338
real	338
heavy	338
ft	338
stone	337
resulting	337
racial	337
fact	337
bbc	337
approach	337
schwarzenegger	336
presence	336
leaders	336
dance	336
consists	336
adult	336
protection	335
derived	335
decade	335
books	335
200	335
practices	334
himself	334
dog	334
christianity	334
supply	333
relay	333
pay	333
hyderabad	333
edward	333
surface	332
reduce	332
increasing	332
goal	332
broadcast	332
1997	332
1989	332
sense	331
patent	331
holy	331
destroyed	331
completed	331
claimed	331
except	330
besides	330
awards	330
already	330
speech	329
problem	329
greatest	329
courts	329
australian	329
vi	328
sanskrit	328
railway	328
controlled	328
sales	327
nuclear	327
love	327
widespread	326
exchange	326
uranium	325
regular	325
newspaper	325
historic	325
headquarters	325
commission	325
behind	325
500	325
southeast	324
somali	323
sciences	323
prominent	323
issues	323
drug	323
colony	323
60	323
tax	322
multiple	322
tv	321
sector	321
offer	321
key	321
income	321
attacks	321
product	320
decided	320
1999	320
travel	319
older	319
materials	319
hydrogen	319
hand	319
academy	319
raised	318
methods	318
finally	318
cultures	318
burke	318
things	317
returned	317
medicine	317
makes	317
expansion	317
establish	317
corporation	317
chemical	317
machine	316
czech	316
christians	316
resistance	315
join	315
contain	315
cathedral	315
1998	315
nigeria	314
beyonce	314
account	314
1992	314
slaves	313
peninsula	313
orientation	313
marked	313
iron	313
gothic	313
done	313
prize	312
migration	312
match	312
identified	312
hard	312
formerly	312
cover	312
thousands	311
taking	311
function	311
formal	311
entertainment	311
device	311
corruption	311
memory	310
greeks	310
presidential	309
km2	309
intended	309
hit	309
bridge	309
secondary	308
growing	308
conference	308
26	308
swiss	307
male	307
lake	307
genes	307
alaska	307
recently	306
rank	306
met	306
latter	306
fbi	306
environment	306
developing	306
communication	306
allows	306
relatively	305
reign	305
governments	305
gained	305
california	305
arabic	305
story	304
joined	304
importance	304
direction	304
difficult	304
enlightenment	303
differences	303
upper	302
spielberg	302
philadelphia	302
officials	302
movie	302
regarding	301
mixed	301
genocide	301
communist	301
1994	301
represented	300
literary	300
impact	300
heart	300
estonian	300
effective	300
respectively	299
issued	299
ice	299
flight	299
components	299
charge	299
virginia	298
frequently	298
stop	297
opposed	297
traditionally	296
ships	296
naval	296
mayor	296
elections	296
texts	295
link	295
effects	295
d.	295
critical	295
appeared	295
31	295
week	294
turkey	294
pressure	294
christ	294
additional	294
tour	293
recording	293
korean	293
heat	293
egyptian	293
decision	293
colonies	293
woman	292
witnesses	292
want	292
runs	292
michael	292
wall	291
translation	291
reasons	291
rates	291
places	291
motor	291
lands	291
helena	291
featured	291
engineering	291
constitutional	291
victory	290
spring	290
running	290
recognized	290
pop	290
owned	290
efforts	290
comics	290
carried	290
capacity	290
ancestry	290
17th	290
online	289
notably	289
frequency	289
roughly	288
organisms	288
mm	288
lee	288
combined	288
senate	287
protect	287
portion	287
permanent	287
nintendo	287
manhattan	287
letters	287
internal	287
environmental	287
else	287
channel	287
users	286
santa	286
crown	286
agriculture	286
27	286
reserve	285
j.	285
intelligence	285
gene	285
failed	285
analysis	285
accepted	285
visited	284
playing	284
offered	284
factors	284
charleston	284
whole	283
captured	283
beyond	283
acts	283
16th	283
workers	282
stage	282
brazil	282
anthropology	282
leadership	281
byu	281
90	281
youtube	280
scale	280
factor	280
defeat	280
80	280
weeks	279
soon	279
slavic	279
seasons	279
noted	279
influential	279
electrical	279
byzantine	279
alternative	279
minor	278
mark	278
joseph	278
formation	278
crime	278
buddhist	278
austria	278
1979	278
zealand	277
texas	277
press	277
poor	277
planned	277
neumann	277
duke	277
degrees	277
constructed	277
banks	277
agreed	277
tribes	276
temperatures	276
results	276
listed	276
learning	276
feet	276
classified	276
traffic	275
shows	275
renaissance	275
overall	275
neptune	275
necessary	275
mediterranean	275
master	275
launch	275
continue	275
cell	275
shown	274
scotland	274
islam	274
desert	274
therefore	273
speak	273
silver	273
doctrine	273
clothing	273
allowing	273
resources	272
refers	272
fleet	272
1945	272
tree	271
popper	271
mosaic	271
1988	271
valencia	270
occupied	270
libya	270
continental	270
zone	269
worked	269
v.	269
temple	269
rejected	269
institution	269
comes	269
characteristics	269
trading	268
price	268
closely	268
awarded	268
architectural	268
1996	268
target	267
removed	267
length	267
belief	267
alliance	267
testing	266
suggested	266
shell	266
burma	266
apollo	266
write	265
transfer	265
titles	265
sony	265
represent	265
post	265
policies	265
liberal	265
i.e.	265
damage	265
yet	264
wave	264
treaties	264
star	264
persian	264
commonwealth	264
opposition	263
fifth	263
drive	263
charter	263
bush	263
abbey	263
understanding	262
think	262
structures	262
ibm	262
cut	262
colonial	262
causes	262
bermuda	262
advanced	262
1970	262
traditions	261
review	261
mission	261
meeting	261
giving	261
entered	261
consider	261
cold	261
build	261
revolutionary	260
movements	260
points	259
germans	259
baptist	259
technical	258
prussian	258
academic	258
sichuan	257
housing	257
1949	257
officer	256
heritage	256
bible	256
alps	256
allies	256
subsequent	255
politics	255
copyright	255
behavior	255
affected	255
us$	254
risk	254
principles	254
dominant	254
attempted	254
whereas	253
ship	253
remaining	253
rail	253
disc	253
teaching	252
sign	252
evolution	252
blood	252
approved	252
speakers	251
settled	251
romans	251
namibia	251
n	251
fields	251
expected	251
element	251
contributed	251
appearance	251
1940	251
unique	250
typical	250
turkish	250
pass	250
mandolin	250
generation	250
contrast	250
scientists	249
regarded	249
qing	249
increasingly	249
equipment	249
attention	249
application	249
administrative	249
provinces	248
principle	248
lighting	248
justice	248
greatly	248
calendar	248
70	248
weather	247
reform	247
perform	247
initial	247
gdp	247
completely	247
cardinal	247
ways	246
toward	246
simple	246
opening	246
keep	246
presbyterian	245
muslims	245
jehovah	245
dst	245
component	245
berlin	245
300	245
techniques	244
raleigh	244
r.	244
publication	244
philip	244
phase	244
ordered	244
marriage	244
applications	244
1939	244
treatment	243
sport	243
sought	243
simply	243
princess	243
our	243
microsoft	243
historically	243
grew	243
fighting	243
buddha	243
quran	242
probably	242
inspired	242
decades	242
covered	242
allied	242
affairs	242
29	242
leave	241
invented	241
extended	241
distribution	241
achieved	241
1974	241
studio	240
rural	240
post-punk	240
netherlands	240
marvel	240
maintain	240
creating	240
contract	240
1995	240
1950	240
warsaw	239
organized	239
myanmar	239
golden	239
brown	239
1950s	239
transport	238
revenue	238
providing	238
properties	238
novel	238
holds	238
heavily	238
equal	238
emerged	238
electronic	238
discovery	238
conservative	238
author	238
strength	237
opera	237
lodge	237
difference	237
bird	237
belong	237
1971	237
professor	236
course	236
communications	236
classes	236
car	236
1987	236
stores	235
split	235
rose	235
refused	235
reference	235
proper	235
connected	235
1993	235
viewed	234
tried	234
require	234
expanded	234
educational	234
village	233
transportation	233
representatives	233
positive	233
kathmandu	233
dead	233
comcast	233
1978	233
universe	232
subsequently	232
sell	232
ruler	232
read	232
muhammad	232
incorporated	232
harbor	232
elevator	232
cork	232
1948	232
meant	231
manufacturing	231
arrived	231
annually	231
acquired	231
transition	230
selection	230
moving	230
ministry	230
fought	230
concert	230
care	230
2016	230
showed	229
maximum	229
image	229
frederick	229
dominated	229
carry	229
benefit	229
achieve	229
1930s	229
westminster	228
weapons	228
storage	228
powerful	228
pakistan	228
inhabitants	228
improved	228
founder	228
external	228
extensive	228
employed	228
biggest	228
script	227
quickly	227
joint	227
historians	227
compression	227
commander	227
agricultural	227
sites	226
operated	226
operate	226
follow	226
feynman	226
favor	226
determined	226
cable	226
tourism	225
slave	225
norfolk	225
failure	225
documents	225
assent	225
arena	225
theater	224
shared	224
pubs	224
presented	224
los	224
genome	224
extent	224
credit	224
actually	224
35	224
1980	224
surrounding	223
renamed	223
physics	223
massachusetts	223
formally	223
continent	223
contact	223
unlike	222
quarter	222
promoted	222
originated	222
models	222
marine	222
limit	222
drugs	222
1969	222
values	221
resolution	221
pub	221
newly	221
effort	221
bureau	221
agencies	221
1985	221
ultimately	220
theories	220
spent	220
processes	220
offices	220
meet	220
investment	220
enough	220
chain	220
authorities	220
antarctica	220
10,000	220
voltage	219
versions	219
suffered	219
safety	219
russians	219
rapid	219
my	219
know	219
judges	219
inside	219
el	219
carbon	219
bring	219
1977	219
penalty	218
northwest	218
negative	218
label	218
germanic	218
athanasius	218
accused	218
wanted	217
taught	217
prices	217
peter	217
paid	217
floor	217
budget	217
45	217
°	216
threat	216
takes	216
mount	216
married	216
intellectual	216
fell	216
fair	216
facilities	216
essential	216
core	216
constant	216
2nd	216
v	215
transmission	215
strategy	215
strategic	215
piano	215
objects	215
mp3	215
leaving	215
kept	215
jobs	215
gradually	215
goods	215
conducted	215
coastal	215
significantly	214
races	214
protected	214
peak	214
legislation	214
instance	214
hosted	214
fa	214
edition	214
dedicated	214
claims	214
ashkenazi	214
3rd	214
1941	214
super	213
specifically	213
signal	213
rivers	213
plans	213
object	213
introduction	213
grow	213
funding	213
fully	213
evolved	213
societies	212
quantum	212
output	212
nickname	212
me	212
lives	212
debate	212
concerns	212
colleges	212
borders	212
1976	212
serves	211
poetry	211
iraq	211
immigrants	211
hundred	211
hong	211
functions	211
determine	211
debt	211
dates	211
combat	211
classification	211
bus	211
subjects	210
styles	210
serving	210
room	210
monarch	210
memorial	210
corps	210
carnival	210
canon	210
avoid	210
audience	210
aspects	210
1986	210
12th	210
somalia	209
mexican	209
garden	209
beijing	209
vacuum	208
strongly	208
gods	208
etc.	208
e	208
1972	208
turned	207
towns	207
separation	207
maintained	207
iranian	207
interstate	207
electricity	207
conquered	207
1960	207
regulations	206
periods	206
existing	206
divine	206
computers	206
wales	205
playstation	205
industries	205
density	205
consumption	205
console	205
categories	205
360	205
winning	204
kilometres	204
instrument	204
funds	204
founding	204
describes	204
depending	204
relationships	203
reforms	203
occurs	203
mobile	203
iv	203
insect	203
fund	203
declined	203
chosen	203
broke	203
bombing	203
alcohol	203
web	202
streets	202
sovereign	202
regime	202
patterns	202
origins	202
labor	202
hellenistic	202
diverse	202
distinction	202
classic	202
attacked	202
train	201
sex	201
index	201
hotel	201
coup	201
columbia	201
championship	201
arms	201
advantage	201
studied	200
secular	200
ratio	200
nobility	200
lowest	200
kings	200
digimon	200
declaration	200
biological	200
ban	200
150	200
situation	199
ruling	199
ring	199
reports	199
question	199
producer	199
popularity	199
parents	199
markets	199
invaded	199
guam	199
gives	199
criticism	199
brother	199
bishop	199
xbox	198
sunday	198
monarchy	198
hindu	198
guns	198
figures	198
doing	198
display	198
cubs	198
converted	198
5th	198
1968	198
1963	198
yellow	197
writers	197
votes	197
usa	197
uefa	197
radiation	197
purchase	197
limits	197
kill	197
immediately	197
facility	197
extremely	197
employees	197
critics	197
contained	197
constantinople	197
closed	197
1967	197
1944	197
serious	196
orders	196
note	196
flag	196
directed	196
actual	196
15th	196
wife	195
principal	195
neighborhood	195
massive	195
judge	195
homes	195
genre	195
francis	195
diversity	195
break	195
1981	195
1962	195
volume	194
technologies	194
score	194
samurai	194
measures	194
managed	194
macintosh	194
document	194
democracy	194
broadcasting	194
assistance	194
1961	194
worth	193
relative	193
nearby	193
mosaics	193
districts	193
career	193
antibiotics	193
1953	193
14th	193
11th	193
usage	192
update	192
researchers	192
judicial	192
going	192
fight	192
entirely	192
criticized	192
copies	192
celebrated	192
walls	191
secret	191
martin	191
connecticut	191
b	191
affect	191
1982	191
1918	191
telephone	190
settlers	190
pattern	190
mac	190
kingdoms	190
gulf	190
goals	190
demand	190
consumer	190
1984	190
1917	190
winner	189
user	189
purchased	189
persons	189
manager	189
legislative	189
johnson	189
face	189
exhibition	189
eu	189
diseases	189
dark	189
ce	189
carrier	189
bond	189
bands	189
americas	189
1964	189
1914	189
voted	188
tend	188
sister	188
membership	188
indicate	188
happens	188
champions	188
castle	188
address	188
+	188
vietnam	187
vast	187
spectre	187
reality	187
reading	187
protests	187
perhaps	187
normal	187
focused	187
fashion	187
equivalent	187
dollar	187
divisions	187
clear	187
alone	187
1966	187
singer	186
noble	186
manchester	186
height	186
grounds	186
grant	186
actions	186
1973	186
wrestling	185
website	185
puerto	185
philosopher	185
freemasonry	185
colors	185
13th	185
visitors	184
supporters	184
seats	184
round	184
purposes	184
overseas	184
no.	184
kong	184
interpretation	184
file	184
executed	184
connection	184
afl	184
trees	183
socialist	183
males	183
federation	183
conquest	183
attended	183
armies	183
accounts	183
4th	183
visible	182
soul	182
olympics	182
matches	182
leds	182
daughter	182
religions	181
projects	181
prey	181
existed	181
everton	181
double	181
deep	181
daylight	181
circuit	181
tom	180
studios	180
soft	180
promote	180
populous	180
ministers	180
forest	180
flying	180
centers	180
broad	180
beliefs	180
7th	180
wear	179
mechanical	179
measure	179
inches	179
identify	179
figure	179
bern	179
6th	179
100,000	179
track	178
sixth	178
severe	178
separated	178
producing	178
parallel	178
organism	178
organisation	178
distance	178
captain	178
400	178
1983	178
weight	177
sq	177
shift	177
shape	177
setting	177
send	177
revealed	177
minutes	177
effectively	177
unicode	176
pure	176
planning	176
philosophical	176
minimum	176
guard	176
experienced	176
dropped	176
conservation	176
congo	176
coalition	176
choice	176
becomes	176
wildlife	175
sounds	175
somerset	175
scene	175
saying	175
rare	175
otherwise	175
motion	175
mentioned	175
improve	175
happen	175
extinction	175
enter	175
borough	175
attend	175
75	175
1975	175
1911	175
wild	174
syria	174
stalin	174
rebellion	174
path	174
neighborhoods	174
historian	174
exposure	174
coverage	174
canal	174
accept	174
van	173
survey	173
requires	173
lose	173
longest	173
friends	173
cycle	173
civilization	173
carriers	173
capture	173
residential	172
montevideo	172
look	172
initiated	172
hour	172
feel	172
criminal	172
commerce	172
basketball	172
slavs	171
slavery	171
roots	171
ones	171
h.	171
forward	171
bodies	171
b.	171
avicenna	171
amendment	171
1958	171
views	170
vice	170
speaking	170
sort	170
so-called	170
philippines	170
perceived	170
occupation	170
europeans	170
encouraged	170
conduct	170
collapse	170
changing	170
argue	170
alongside	170
1st	170
1956	170
twice	169
trial	169
relief	169
positions	169
passengers	169
maria	169
landing	169
expensive	169
exception	169
eritrea	169
demonstrated	169
cd	169
brothers	169
bought	169
angeles	169
am	169
ali	169
affirmative	169
1965	169
1952	169
voice	168
variation	168
suffering	168
scheme	168
sand	168
plays	168
losses	168
leads	168
layer	168
interior	168
graduate	168
entity	168
dry	168
dated	168
concerned	168
compounds	168
ceremony	168
austrian	168
alexandria	168
1900	168
⟩	167
⟨	167
w.	167
trying	167
try	167
parks	167
nicholas	167
mind	167
judaism	167
folk	167
expressed	167
des	167
credited	167
context	167
characteristic	167
chairman	167
1938	167
thermal	166
successfully	166
stock	166
possibly	166
jersey	166
highway	166
galicia	166
f.	166
estimates	166
emphasis	166
del	166
database	166
consisting	166
attempts	166
aspect	166
1,000	166
southwest	165
ports	165
observed	165
francisco	165
et	165
discrimination	165
characterized	165
causing	165
autonomous	165
acres	165
abandoned	165
1000	165
writer	164
wind	164
reaction	164
outer	164
motors	164
mathematics	164
linked	164
households	164
fundamental	164
conception	164
capable	164
tribe	163
residence	163
northeast	163
geographical	163
efficiency	163
category	163
a.	163
−	162
yugoslavia	162
weekly	162
virgin	162
tuberculosis	162
suggest	162
sequence	162
requirements	162
represents	162
relation	162
reduction	162
recognition	162
ranking	162
offers	162
measured	162
killing	162
fuel	162
concluded	162
architects	162
wine	161
vienna	161
suggests	161
successor	161
spoke	161
selling	161
scottish	161
pronunciation	161
printed	161
nobel	161
khan	161
elevators	161
editor	161
candidate	161
approval	161
1954	161
1936	161
1931	161
ussr	160
succeeded	160
replace	160
hardware	160
felt	160
execution	160
boys	160
zhejiang	159
thousand	159
rpm	159
recordings	159
protein	159
pact	159
millennium	159
merged	159
liberty	159
fox	159
ending	159
descent	159
contestants	159
composition	159
coming	159
cbc	159
candidates	159
afghanistan	159
8th	159
1920	159
smith	158
sections	158
rich	158
preferred	158
normally	158
mahayana	158
lies	158
lasted	158
job	158
jackson	158
israeli	158
installed	158
infringement	158
influences	158
franklin	158
festivals	158
fans	158
diplomatic	158
covers	158
controversy	158
consist	158
clause	158
asphalt	158
1912	158
translated	157
stored	157
standing	157
receiving	157
pictures	157
pesticides	157
metres	157
kansas	157
gender	157
frank	157
fixed	157
fish	157
fine	157
express	157
economics	157
dominican	157
cent	157
wealth	156
throne	156
skin	156
shot	156
promotion	156
processing	156
passage	156
mechanism	156
mainstream	156
jerusalem	156
jefferson	156
involving	156
incandescent	156
hockey	156
fifa	156
cast	156
bit	156
attributed	156
advance	156
21st	156
solution	155
phrase	155
needs	155
municipal	155
governing	155
continues	155
clock	155
assumed	155
walter	154
thing	154
senior	154
s	154
rooms	154
plain	154
pennsylvania	154
parliamentary	154
lodges	154
household	154
capacitors	154
ann	154
adolescents	154
1910	154
variations	153
tons	153
theme	153
solo	153
revival	153
operates	153
mammals	153
logic	153
hunters	153
hosts	153
easily	153
combination	153
box	153
archives	153
architect	153
65	153
1920s	153
utrecht	152
terminal	152
something	152
romantic	152
ps3	152
precipitation	152
passenger	152
orchestra	152
networks	152
jurisdiction	152
jazz	152
immigration	152
honor	152
featuring	152
emergency	152
bacterial	152
apart	152
78	152
1922	152
tourists	151
selected	151
renewable	151
metro	151
m.	151
locations	151
laid	151
here	151
destruction	151
count	151
begun	151
asthma	151
95	151
1955	151
your	150
virgil	150
opinion	150
mainland	150
journal	150
hills	150
governed	150
georgia	150
gallery	150
expand	150
emotion	150
considerable	150
comprehensive	150
cm	150
asked	150
yuan	149
technique	149
seat	149
rival	149
protest	149
produces	149
norman	149
julian	149
infrastructure	149
infantry	149
ford	149
aristotle	149
1942	149
1937	149
task	148
snow	148
items	148
interests	148
deaths	148
containing	148
composer	148
committed	148
1946	148
understand	147
symbol	147
sovereignty	147
personnel	147
integrated	147
hundreds	147
hispanic	147
emotions	147
chapel	147
cardinals	147
capacitor	147
businesses	147
brooklyn	147
albums	147
1930	147
violent	146
violence	146
similarly	146
ranges	146
obtained	146
nothing	146
meat	146
matters	146
legislature	146
hanover	146
hands	146
gun	146
guinea-bissau	146
girls	146
ensure	146
benefits	146
200,000	146
1943	146
1934	146
writings	145
wider	145
romance	145
roles	145
rising	145
restricted	145
programming	145
pieces	145
pc	145
molecular	145
habitat	145
forming	145
extreme	145
exclusive	145
dating	145
bronze	145
billboard	145
10th	145
unity	144
transit	144
search	144
reformed	144
rapidly	144
rainfall	144
protocol	144
medal	144
le	144
laboratory	144
eton	144
eggs	144
drop	144
debut	144
dc	144
camp	144
calls	144
bowl	144
1947	144
strasbourg	143
speaker	143
restored	143
restaurants	143
representative	143
ran	143
punjab	143
partnership	143
onto	143
mental	143
distinguished	143
dean	143
continuous	143
cabinet	143
assigned	143
alpine	143
airlines	143
agree	143
worst	142
visual	142
statement	142
situated	142
remove	142
radical	142
notes	142
lay	142
lamps	142
images	142
hub	142
howard	142
depression	142
citizenship	142
banned	142
120	142
taxes	141
spirit	141
sale	141
rice	141
prisoners	141
present-day	141
piece	141
page	141
headed	141
explorer	141
exclusively	141
establishing	141
eighth	141
disaster	141
broadway	141
1876	141
videos	140
tb	140
practical	140
performing	140
organic	140
obama	140
nor	140
montana	140
mathematical	140
ku	140
interface	140
hudson	140
hdtv	140
faculty	140
evolutionary	140
channels	140
breeding	140
assets	140
arizona	140
add	140
1919	140
whites	139
unfpa	139
twelve	139
transferred	139
theology	139
taylor	139
signals	139
perception	139
opposite	139
obtain	139
cuisine	139
crops	139
crimes	139
contributions	139
condition	139
cape	139
busiest	139
bomb	139
bitumen	139
ball	139
atomic	139
additionally	139
1957	139
1913	139
underground	138
temporary	138
surrender	138
supporting	138
referendum	138
picture	138
newspapers	138
literally	138
jones	138
frame	138
carrying	138
vehicles	137
trust	137
thuringia	137
steel	137
predators	137
nazi	137
missile	137
jr.	137
inner	137
incident	137
finished	137
entry	137
deputy	137
broadcasts	137
accompanied	137
worship	136
useful	136
threatened	136
taiwan	136
struggle	136
strike	136
someone	136
self	136
save	136
retail	136
representation	136
patients	136
oxford	136
medium	136
increases	136
hebrew	136
goes	136
endangered	136
define	136
concepts	136
bishops	136
artificial	136
waves	135
vocal	135
valencian	135
siege	135
sets	135
sacred	135
routes	135
reducing	135
recovery	135
recommended	135
proposal	135
platform	135
friend	135
files	135
farmers	135
expression	135
exists	135
exercise	135
emotional	135
costs	135
comic	135
ceo	135
and/or	135
williams	134
succession	134
shortly	134
samoa	134
restrictions	134
owner	134
manufacturers	134
illegal	134
forests	134
experiences	134
ethnicity	134
eliminated	134
da	134
courses	134
choose	134
block	134
anglican	134
amongst	134
aimed	134
adopt	134
64	134
winners	133
voting	133
vii	133
trend	133
stories	133
stay	133
russell	133
responsibility	133
request	133
questions	133
progress	133
ordinary	133
machines	133
involves	133
geographic	133
generated	133
females	133
fear	133
enforcement	133
decisions	133
appears	133
varieties	132
slightly	132
retained	132
resigned	132
movies	132
monica	132
lama	132
immune	132
entities	132
e.	132
destroy	132
competitions	132
comparison	132
chart	132
cancer	132
athletic	132
acid	132
absolute	132
9th	132
1925	132
1861	132
table	131
swaziland	131
spend	131
settlements	131
rulers	131
obligations	131
gray	131
funeral	131
flow	131
counties	131
authors	131
aim	131
32	131
wii	130
wealthy	130
tourist	130
shipping	130
scheduled	130
proved	130
philosophers	130
offering	130
mercury	130
independently	130
frédéric	130
earned	130
decrease	130
concerning	130
casualties	130
branches	130
baseball	130
baltic	130
arrival	130
adjacent	130
1909	130
spending	129
roads	129
resident	129
ranging	129
rain	129
punk	129
mode	129
madison	129
liverpool	129
isolated	129
invention	129
initiative	129
drew	129
designated	129
coronation	129
connecting	129
confirmed	129
concern	129
arbor	129
alfred	129
voters	128
twilight	128
teachings	128
respect	128
profession	128
pitch	128
patents	128
opportunity	128
occasionally	128
nes	128
nationalist	128
musicians	128
michigan	128
huge	128
expedition	128
discs	128
chapter	128
catholics	128
boy	128
appeal	128
analog	128
wu	127
targets	127
substantial	127
soviets	127
saving	127
revenues	127
register	127
monetary	127
millions	127
linguistic	127
liberation	127
kennedy	127
foot	127
engine	127
easy	127
dr.	127
dollars	127
dielectric	127
cars	127
c	127
buckingham	127
autonomy	127
annexed	127
abolished	127
1959	127
1.5	127
vary	126
usaf	126
unable	126
scientist	126
regulation	126
psychology	126
psychological	126
proportion	126
printing	126
planet	126
literacy	126
infrared	126
humanism	126
hope	126
g	126
framework	126
explain	126
experimental	126
engaged	126
boundaries	126
baroque	126
background	126
arthur	126
apply	126
andrew	126
agent	126
writes	125
truth	125
tajikistan	125
suburbs	125
step	125
spectrum	125
solid	125
sides	125
riba	125
receives	125
nepal	125
neighboring	125
nato	125
nationality	125
mid	125
loans	125
filament	125
fewer	125
employment	125
d.c.	125
broken	125
balance	125
agreements	125
ukraine	124
u	124
tracks	124
subcontinent	124
secure	124
rating	124
publishing	124
productions	124
performances	124
papers	124
leaves	124
efficient	124
du	124
controls	124
confederation	124
coined	124
blacks	124
antarctic	124
1951	124
ties	123
spiritual	123
somewhat	123
shopping	123
seek	123
samuel	123
regard	123
pius	123
magnetic	123
hurricane	123
heads	123
grown	123
foods	123
fame	123
enemy	123
elevation	123
concentration	123
bad	123
alphabet	123
adults	123
undergraduate	122
trophy	122
sumerian	122
sultan	122
stating	122
reformation	122
neolithic	122
hungary	122
hd	122
funded	122
denominations	122
correct	122
concentrated	122
carl	122
bulb	122
begins	122
attendance	122
1929	122
1927	122
watch	121
towers	121
surviving	121
seeking	121
salt	121
protestants	121
poverty	121
poultry	121
pointed	121
follows	121
finance	121
farming	121
drinking	121
distributed	121
destiny	121
daniel	121
challenge	121
cbs	121
cappella	121
beautiful	121
aside	121
artillery	121
adam	121
44	121
2,000	121
vocabulary	120
vision	120
vertical	120
szlachta	120
recognize	120
orbit	120
hair	120
grain	120
filed	120
commissioned	120
civilian	120
charged	120
burmese	120
bringing	120
accurate	120
2000s	120
virtually	119
singing	119
roosevelt	119
plus	119
oxide	119
operational	119
neutral	119
mtv	119
moon	119
mix	119
merely	119
implemented	119
gardens	119
extend	119
draw	119
customs	119
currency	119
crop	119
compact	119
amounts	119
1907	119
1871	119
wing	118
symphony	118
sweden	118
structural	118
storm	118
stability	118
shares	118
rico	118
revolt	118
rely	118
pollution	118
papal	118
oxygen	118
oak	118
nevertheless	118
lincoln	118
lady	118
infection	118
electronics	118
dependent	118
conflicts	118
artistic	118
1933	118
vinyl	117
victims	117
treated	117
traced	117
tool	117
scenes	117
registered	117
provincial	117
opponents	117
marks	117
isles	117
internationally	117
holding	117
experiment	117
encourage	117
enacted	117
donated	117
consisted	117
coins	117
claiming	117
championships	117
blocks	117
argument	117
anniversary	117
33	117
1870	117
unemployment	116
specialized	116
reserves	116
regularly	116
navigation	116
linear	116
invade	116
innovation	116
identical	116
ideal	116
horse	116
fly	116
extinct	116
extension	116
driven	116
desktop	116
descendants	116
depends	116
civilians	116
caesar	116
buy	116
buried	116
arrested	116
windsor	115
technological	115
signs	115
seems	115
scholar	115
s.	115
rus	115
rescue	115
populated	115
nationalism	115
message	115
links	115
investigation	115
ge	115
eye	115
decreased	115
damaged	115
conversion	115
cia	115
1924	115
1830	115
thirteen	114
survived	114
supposed	114
substance	114
simon	114
rna	114
pro	114
prevented	114
permit	114
mutual	114
morning	114
monks	114
madrid	114
les	114
invited	114
glacier	114
georgian	114
feed	114
faster	114
educated	114
disco	114
diet	114
designs	114
convert	114
consent	114
connections	114
composers	114
compete	114
attraction	114
armenians	114
anthropologists	114
administered	114
600	114
tools	113
strict	113
statute	113
soil	113
slow	113
sicily	113
patrick	113
partner	113
offensive	113
mali	113
learned	113
hits	113
evening	113
estate	113
emergence	113
displayed	113
customers	113
clan	113
childhood	113
belgium	113
beat	113
bear	113
articles	113
antennas	113
3,000	113
rocket	112
regards	112
railroad	112
paintings	112
originate	112
lithuania	112
indonesia	112
imposed	112
got	112
encoding	112
elite	112
duties	112
clinton	112
bombers	112
banking	112
800	112
uprising	111
transistor	111
territorial	111
synthetic	111
stages	111
singles	111
screen	111
says	111
rugby	111
reputation	111
representing	111
purple	111
programme	111
plate	111
phonology	111
libyan	111
keeping	111
juan	111
hence	111
factory	111
disney	111
differ	111
decide	111
chris	111
battles	111
ahead	111
acting	111
worn	110
wake	110
varies	110
traders	110
symbols	110
suspended	110
stress	110
reaching	110
rarely	110
publish	110
mr.	110
modified	110
meters	110
losing	110
license	110
lamp	110
gay	110
frequent	110
error	110
dramatic	110
cubism	110
connect	110
bases	110
balkans	110
arrest	110
adoption	110
absorbed	110
wrestler	109
vessels	109
survive	109
surrounded	109
stopped	109
roger	109
participate	109
partially	109
parent	109
parade	109
missions	109
learn	109
indies	109
hollywood	109
grammy	109
gates	109
frequencies	109
federalism	109
dress	109
denied	109
defend	109
cooperation	109
conventional	109
charges	109
caribbean	109
boroughs	109
43	109
250	109
1932	109
1880	109
vehicle	108
ukrainian	108
tcm	108
studying	108
sharing	108
seventh	108
publications	108
plains	108
participated	108
mines	108
maritime	108
lights	108
itunes	108
infectious	108
glaciers	108
eyes	108
corporate	108
controversial	108
basin	108
adolescence	108
1908	108
well-known	107
sole	107
satellites	107
replacement	107
protesters	107
proclaimed	107
plaza	107
o	107
net	107
neither	107
montini	107
mechanics	107
map	107
leagues	107
idealism	107
guinea	107
eritrean	107
d	107
commanded	107
cargo	107
capability	107
calling	107
belt	107
adapted	107
1921	107
1848	107
z	106
vatican	106
uniform	106
unified	106
tropical	106
statistics	106
ready	106
preserved	106
nights	106
nbc	106
moment	106
laserdisc	106
inventor	106
headquartered	106
harvard	106
filled	106
engineers	106
elsewhere	106
discussed	106
discipline	106
details	106
desire	106
deposits	106
deployed	106
cult	106
competing	106
cambridge	106
brief	106
biblical	106
aviation	106
arm	106
arabs	106
ancestors	106
38	106
1928	106
×	105
x	105
warm	105
traits	105
subsidiary	105
statistical	105
sphere	105
reverse	105
resource	105
reflected	105
ranks	105
raise	105
notion	105
none	105
newer	105
jay	105
insurance	105
homosexual	105
hitler	105
gross	105
gospel	105
followers	105
engineer	105
empires	105
eat	105
doctor	105
consecutive	105
cognitive	105
capita	105
capabilities	105
bar	105
argues	105
abu	105
1940s	105
1898	105
1860	105
truman	104
trained	104
told	104
thinking	104
termed	104
stable	104
sleep	104
sacrifice	104
predominantly	104
partly	104
nobles	104
necessarily	104
metals	104
engage	104
distinctive	104
description	104
dalai	104
continuing	104
chamber	104
amsterdam	104
acids	104
accounting	104
xxiii	103
weapon	103
turks	103
touch	103
switch	103
safe	103
repeated	103
publicly	103
prayer	103
planck	103
multiracial	103
mongol	103
missionaries	103
manufacturer	103
luftwaffe	103
lot	103
lieutenant	103
karl	103
jim	103
fortune	103
dissolved	103
crossed	103
compound	103
closer	103
beings	103
basilica	103
55	103
34	103
younger	102
tied	102
telecommunications	102
teach	102
tall	102
t	102
supplies	102
root	102
rolling	102
priest	102
possibility	102
petroleum	102
pair	102
owns	102
ottomans	102
optical	102
nyc	102
moral	102
median	102
manufactured	102
maintains	102
journalist	102
inland	102
functional	102
fm	102
exposed	102
expelled	102
ends	102
eleven	102
difficulty	102
denomination	102
celebration	102
campaigns	102
bengal	102
announce	102
alloys	102
allen	102
airports	102
advice	102
y	101
warfare	101
suburban	101
r&b	101
prevalent	101
preserve	101
orange	101
option	101
opportunities	101
municipalities	101
monument	101
mining	101
long-term	101
involve	101
facto	101
exports	101
estimate	101
discussion	101
developments	101
departments	101
coding	101
circumstances	101
card	101
boat	101
associations	101
arrive	101
appropriate	101
alleged	101
52	101
1854	101
1839	101
tunnel	100
teachers	100
settle	100
row	100
reject	100
readers	100
priests	100
minorities	100
lords	100
landmark	100
kinds	100
fc	100
faced	100
edge	100
descended	100
denmark	100
defining	100
concerts	100
collected	100
collapsed	100
charts	100
charity	100
centered	100
benjamin	100
assistant	100
1853	100
*	100
withdrawal	99
waste	99
villa	99
uruguay	99
understood	99
superior	99
suez	99
statutes	99
stars	99
snes	99
recognised	99
rebels	99
prepared	99
occurring	99
northeastern	99
non-hispanic	99
introduce	99
immediate	99
humid	99
hospitals	99
guitar	99
grid	99
gorbachev	99
globe	99
escape	99
confederacy	99
communicate	99
cited	99
chihuahua	99
augustus	99
anthony	99
al	99
admiral	99
abstract	99
40,000	99
30,000	99
youth	98
villages	98
varying	98
ultimate	98
thailand	98
sudan	98
stronger	98
skills	98
referring	98
rajasthan	98
quake	98
prison	98
perfect	98
passive	98
nominated	98
negotiations	98
modern-day	98
measurement	98
locke	98
joining	98
instrumental	98
humanity	98
formula	98
firm	98
finland	98
fast	98
explained	98
enabled	98
danger	98
dam	98
corresponding	98
comedy	98
boundary	98
ancestor	98
agents	98
actor	98
trains	97
tomb	97
terrorism	97
respond	97
republics	97
remote	97
ratings	97
ownership	97
meetings	97
meanwhile	97
maintaining	97
layers	97
lawrence	97
implementation	97
harry	97
findings	97
fathers	97
fat	97
excessive	97
exact	97
ethiopia	97
distinguish	97
crew	97
contribute	97
consonants	97
congressional	97
communists	97
closest	97
bass	97
attracted	97
arose	97
archbishop	97
anti-aircraft	97
alan	97
affiliated	97
1901	97
1855	97
withdrew	96
w	96
tallest	96
steve	96
sentence	96
ridge	96
regulatory	96
reflect	96
plastic	96
nigerian	96
mile	96
macedonian	96
latest	96
hearing	96
h	96
forum	96
fiber	96
detailed	96
criteria	96
comprising	96
compare	96
commissioner	96
bombs	96
atmosphere	96
anything	96
antibiotic	96
50,000	96
transformed	95
sufficient	95
speeds	95
releases	95
raids	95
quite	95
pronounced	95
prompted	95
promoting	95
painted	95
owners	95
murder	95
lie	95
las	95
large-scale	95
iso	95
indicated	95
hunt	95
hdi	95
gregorian	95
governance	95
declare	95
copy	95
contest	95
conclusion	95
breeds	95
breed	95
battery	95
5,000	95
1857	95
volumes	94
visiting	94
strip	94
shifted	94
senator	94
queens	94
punishment	94
progressive	94
presidency	94
ongoing	94
mouth	94
molecules	94
militia	94
methodist	94
manner	94
madaris	94
lakes	94
inn	94
ideology	94
grants	94
grammar	94
forbes	94
fellow	94
factories	94
excluded	94
draft	94
detect	94
cretaceous	94
contestant	94
collective	94
centres	94
boulevard	94
bottom	94
attached	94
arnold	94
arctic	94
arabian	94
adding	94
aboriginal	94
85	94
66	94
1810	94
warner	93
tournament	93
southeastern	93
segment	93
saints	93
respective	93
removal	93
regardless	93
realm	93
plates	93
plane	93
phenomenon	93
perspective	93
particles	93
panel	93
palermo	93
occupy	93
mw	93
migratory	93
migrants	93
merchant	93
mail	93
licensing	93
l.	93
jean	93
housed	93
hop	93
gb	93
friedrich	93
fresh	93
franchise	93
extending	93
doors	93
covering	93
consequence	93
chemicals	93
ascii	93
aftermath	93
48	93
underlying	92
umayyad	92
transmitter	92
tests	92
stops	92
singapore	92
pushed	92
permitted	92
peasants	92
passing	92
participation	92
noise	92
narrow	92
moscow	92
mixture	92
luther	92
latino	92
involvement	92
hip	92
generations	92
gautama	92
emerging	92
electron	92
elder	92
deck	92
chemistry	92
cavalry	92
breaking	92
binding	92
autumn	92
apparent	92
500,000	92
2.0	92
1889	92
1838	92
weak	91
theological	91
saxon	91
pump	91
print	91
possession	91
pharmaceutical	91
painting	91
organ	91
marketing	91
institutes	91
impossible	91
grapes	91
grade	91
geneva	91
flowers	91
flat	91
